Repository: geekwebsolution/exclude-posts-from-search-results
Catalog: languages/exclude-posts-from-search-results-*.po
Languages: af, ar, de_de, es_es, fr_ca, id_id, it_it, ja, pt_br, ru_ru

source: Title
af: Titel
ar: عنوان
de_de: Titel
es_es: Título
fr_ca: Titre
id_id: Judul
it_it: Titolo
ja: 題名
pt_br: Título
ru_ru: Заголовок

source: Type
af: Tik
ar: نوع
de_de: Typ
es_es: Escribe
fr_ca: Taper
id_id: Jenis
it_it: Tipa
ja: タイプ
pt_br: Modelo
ru_ru: Тип

source: Upgrade To Premium
af: Gradeer op na Premium
ar: الترقية إلى المميزة
de_de: Auf Premium upgraden
es_es: Mejorado a Premium
fr_ca: Passer à la version premium
id_id: Tingkatkan ke Premium
ja: プレミアムにアップグレード
pt_br: Upgrade para Premium
ru_ru: Перейти на Премиум

source: User Roles
af: Gebruikersrolle
ar: أدوار المستخدمين
de_de: Benutzerregeln
es_es: Roles del usuario
fr_ca: Rôles des utilisateurs
id_id: Peran Pengguna
it_it: Ruoli utente
ja: ユーザーの役割
pt_br: Funções do usuário
ru_ru: Роли пользователей

source: Well Documented.
af: Goed gedokumenteer.
ar: وثق بشكل جيد.
de_de: Gut dokumentiert.
es_es: Bien documentada.
fr_ca: Bien documenté.
id_id: Didokumentasikan dengan baik.
it_it: Ben documentato.
ja: 十分に文書化されています。
pt_br: Bem documentado.
ru_ru: Хорошо задокументированы.

source: You do not have sufficient permissions to access this page.
af: U het nie voldoende toestemming om toegang tot hierdie bladsy te verkry nie.
ar: ليس لديك أذونات كافية للوصول إلى هذه الصفحة.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tiene permisos suficientes para acceder a esta página.
fr_ca: Vous ne disposez pas des autorisations suffisantes pour accéder à cette page.
id_id: Anda tidak memiliki izin yang memadai untuk mengakses halaman ini.
it_it: Non disponi di autorizzazioni sufficienti per accedere a questa pagina.
ja: このページにアクセスするための十分な権限がありません。
pt_br: Você não tem permissões suficientes para acessar esta página.
ru_ru: У вас недостаточно прав для доступа к этой странице.

source: No Posts excluded from the search results yet.
af: Nog geen plasings uitgesluit van die soekresultate nie.
de_de: Es wurden noch keine Beiträge aus den Suchergebnissen ausgeschlossen.
es_es: Aún no se han excluido publicaciones de los resultados de búsqueda.
ja: 検索結果から除外された投稿はまだありません。
ru_ru: Публикаций, исключенных из результатов поиска, пока нет.
