Repository: geekwebsolution/exclude-posts-from-search-results
Catalog: languages/exclude-posts-from-search-results-*.po
Languages: af, ar, de_de, es_es, fr_ca, id_id, it_it, ja, pt_br, ru_ru

source: (Non-Login)
af: (Nie-aanmelding)
ar: (غير تسجيل الدخول)
de_de: (Nicht-Login)
es_es: (Sin iniciar sesión)
fr_ca: (Sans connexion)
id_id: (Tidak Masuk)
it_it: (Non-Accesso)
ja: （非ログイン）
pt_br: (Sem login)
ru_ru: (Без входа)

source: All User roles
af: Alle gebruikersrolle
ar: كل أدوار المستخدم
de_de: Alle Benutzerrollen
es_es: Todos los roles de usuario
fr_ca: Tous les rôles d'utilisateur
id_id: Semua peran Pengguna
it_it: Tutti i ruoli utente
ja: すべてのユーザーロール
pt_br: Todas as funções do usuário
ru_ru: Все роли пользователей

source: By default, this plugin will exclude posts only for guest (non-logged-in) users, if you want to exclude posts for any specific role type then you can select that user role from here.
af: Hierdie inprop sluit standaard slegs plasings uit vir gasgebruikers (nie-aangemelde gebruikers). As u plasings vir 'n spesifieke roltipe wil uitsluit, kan u die gebruikersrol hiervandaan kies.
ar: بشكل افتراضي ، سيستبعد هذا المكون الإضافي المشاركات فقط للمستخدمين الضيف (غير المسجلين للدخول) ، إذا كنت ترغب في استبعاد المنشورات لأي نوع دور معين ، فيمكنك تحديد دور المستخدم هذا من هنا.
de_de: Standardmäßig schließt dieses Plugin Beiträge nur für Gastbenutzer (nicht eingeloggt) aus. Wenn Sie Beiträge für einen bestimmten Rollentyp ausschließen möchten, können Sie diese Benutzerrolle hier auswählen.
es_es: De forma predeterminada, este complemento excluirá publicaciones solo para usuarios invitados (no conectados), si desea excluir publicaciones para cualquier tipo de rol específico, puede seleccionar ese rol de usuario desde aquí.
fr_ca: Par défaut, ce plugin exclura les publications uniquement pour les utilisateurs invités (non connectés). Si vous souhaitez exclure les publications pour un type de rôle spécifique, vous pouvez sélectionner ce rôle d'utilisateur à partir d'ici.
id_id: Secara default, plugin ini akan mengecualikan posting hanya untuk pengguna tamu (tidak masuk), jika Anda ingin mengecualikan posting untuk jenis peran tertentu, Anda dapat memilih peran pengguna itu dari sini.
it_it: Per impostazione predefinita, questo plug-in esclude i post solo per gli utenti ospiti (non registrati), se si desidera escludere i post per un tipo di ruolo specifico, è possibile selezionare quel ruolo utente da qui.
ja: デフォルトでは、このプラグインはゲスト（ログインしていない）ユーザーの投稿のみを除外します。特定の役割タイプの投稿を除外する場合は、ここからそのユーザー役割を選択できます。
pt_br: Por padrão, este plugin irá excluir postagens apenas para usuários convidados (não logados), se você deseja excluir postagens para qualquer tipo de função específica, então você pode selecionar essa função de usuário aqui.
ru_ru: По умолчанию этот плагин будет исключать сообщения только для гостевых (не вошедших в систему) пользователей. Если вы хотите исключить сообщения для любого определенного типа роли, вы можете выбрать эту роль здесь.

source: Custom Keyword and Sentence :
af: Pasgemaakte sleutelwoord en sin:
ar: الكلمات الرئيسية المخصصة والجملة:
de_de: Benutzerdefiniertes Schlüsselwort und Satz:
es_es: Palabras clave y frases personalizadas:
fr_ca: Mot clé et phrase personnalisés :
id_id: Kata Kunci dan Kalimat Khusus :
it_it: Parola chiave e frase personalizzate:
ja: カスタムキーワードと文：
pt_br: Palavra-chave e frase personalizadas:
ru_ru: Пользовательское ключевое слово и предложение:

source: Enter any keyword or sentence to exclude the posts from search results that contain these keywords or sentences in their title, content, or excerpt.
af: Voer enige sleutelwoord of sin in om die plasings uit te sluit van soekresultate wat hierdie sleutelwoorde of sinne bevat in hul titel, inhoud of uittreksel.
ar: أدخل أي كلمة رئيسية أو جملة لاستبعاد المنشورات من نتائج البحث التي تحتوي على هذه الكلمات الرئيسية أو الجمل في العنوان أو المحتوى أو المقتطف.
de_de: Geben Sie ein beliebiges Schlüsselwort oder einen beliebigen Satz ein, um die Beiträge aus den Suchergebnissen auszuschließen, die diese Schlüsselwörter oder Sätze in ihrem Titel, Inhalt oder Auszug enthalten.
es_es: Ingrese cualquier palabra clave u oración para excluir las publicaciones de los resultados de búsqueda que contengan estas palabras clave u oraciones en su título, contenido o extracto.
fr_ca: Saisissez un mot-clé ou une phrase pour exclure les publications des résultats de recherche qui contiennent ces mots-clés ou phrases dans leur titre, contenu ou extrait.
id_id: Masukkan kata kunci atau kalimat apa pun untuk mengecualikan posting dari hasil pencarian yang mengandung kata kunci atau kalimat ini dalam judul, konten, atau kutipannya.
it_it: Inserisci una parola chiave o una frase per escludere i post dai risultati di ricerca che contengono queste parole chiave o frasi nel titolo, nel contenuto o nell'estratto.
ja: キーワードまたは文を入力して、タイトル、コンテンツ、または抜粋にこれらのキーワードまたは文を含む投稿を検索結果から除外します。
pt_br: Insira qualquer palavra-chave ou frase para excluir as postagens dos resultados da pesquisa que contenham essas palavras-chave ou frases em seu título, conteúdo ou trecho.
ru_ru: Введите любое ключевое слово или предложение, чтобы исключить из результатов поиска сообщения, содержащие эти ключевые слова или предложения в заголовке, содержании или отрывке.

source: Exclude all posts of a post type from search results by just selecting the post type, no need to select individual posts. All the posts from selected post types will get excluded from the search results.
af: Sluit alle plasings van 'n plasingstipe uit van die soekresultate deur net die plasingstipe te kies; u hoef nie individuele plasings te kies nie. Al die plasings van geselekteerde posttipes word uitgesluit van die soekresultate.
ar: استبعد جميع المنشورات من نوع منشور من نتائج البحث بمجرد تحديد نوع المنشور ، ولا داعي لتحديد المنشورات الفردية. سيتم استبعاد جميع المنشورات من أنواع المنشورات المحددة من نتائج البحث.
de_de: Schließen Sie alle Beiträge eines Beitragstyps aus den Suchergebnissen aus, indem Sie einfach den Beitragstyp auswählen, ohne dass Sie einzelne Beiträge auswählen müssen. Alle Beiträge der ausgewählten Beitragstypen werden aus den Suchergebnissen ausgeschlossen.
es_es: Excluya todas las publicaciones de un tipo de publicación de los resultados de búsqueda con solo seleccionar el tipo de publicación, sin necesidad de seleccionar publicaciones individuales. Todas las publicaciones de los tipos de publicaciones seleccionados se excluirán de los resultados de búsqueda.
fr_ca: Excluez toutes les publications d'un type de publication des résultats de recherche en sélectionnant simplement le type de publication, pas besoin de sélectionner des publications individuelles. Tous les messages des types de messages sélectionnés seront exclus des résultats de la recherche.
id_id: Kecualikan semua posting dari jenis posting dari hasil pencarian hanya dengan memilih jenis posting, tidak perlu memilih setiap posting. Semua posting dari jenis posting yang dipilih akan dikeluarkan dari hasil pencarian.
it_it: Escludi tutti i post di un tipo di post dai risultati di ricerca semplicemente selezionando il tipo di post, non è necessario selezionare i singoli post. Tutti i post dei tipi di post selezionati verranno esclusi dai risultati della ricerca.
ja: 投稿タイプを選択するだけで、投稿タイプのすべての投稿を検索結果から除外します。個々の投稿を選択する必要はありません。選択した投稿タイプのすべての投稿が検索結果から除外されます。
pt_br: Exclua todas as postagens de um tipo de postagem dos resultados da pesquisa, apenas selecionando o tipo de postagem, sem necessidade de selecionar postagens individuais. Todas as postagens dos tipos de postagem selecionados serão excluídas dos resultados da pesquisa.
ru_ru: Исключите все сообщения определенного типа из результатов поиска, просто выбрав тип сообщения, не нужно выбирать отдельные сообщения. Все сообщения из выбранных типов сообщений будут исключены из результатов поиска.

source: Exclude all posts of a specific Author from search results, no need to select individual posts for a specific Term. All the posts from the selected Author will get excluded from the search results.
af: Sluit alle plasings van 'n spesifieke outeur uit van die soekresultate, u hoef nie individuele plasings vir 'n spesifieke termyn te kies nie. Al die plasings van die geselekteerde outeur word uitgesluit van die soekresultate.
ar: استبعاد جميع منشورات مؤلف معين من نتائج البحث ، ولا داعي لتحديد منشورات فردية لمصطلح معين. سيتم استبعاد جميع المنشورات من المؤلف المحدد من نتائج البحث.
de_de: Alle Beiträge eines bestimmten Autors aus den Suchergebnissen ausschließen, keine Notwendigkeit, einzelne Beiträge für einen bestimmten Begriff auszuwählen. Alle Beiträge des ausgewählten Autors werden aus den Suchergebnissen ausgeschlossen.
es_es: Excluya todas las publicaciones de un Autor específico de los resultados de búsqueda, no es necesario seleccionar publicaciones individuales para un Término específico. Todas las publicaciones del autor seleccionado se excluirán de los resultados de búsqueda.
fr_ca: Exclure tous les messages d'un auteur spécifique des résultats de recherche, pas besoin de sélectionner des messages individuels pour un terme spécifique. Tous les articles de l'auteur sélectionné seront exclus des résultats de la recherche.
id_id: Kecualikan semua posting dari Penulis tertentu dari hasil pencarian, tidak perlu memilih posting individual untuk Istilah tertentu. Semua posting dari Penulis yang dipilih akan dikeluarkan dari hasil pencarian.
it_it: Escludi tutti i post di un determinato autore dai risultati di ricerca, non è necessario selezionare singoli post per un termine specifico. Tutti i post dell'Autore selezionato verranno esclusi dai risultati della ricerca.
ja: 特定の著者のすべての投稿を検索結果から除外します。特定の用語の個々の投稿を選択する必要はありません。選択した著者からのすべての投稿が検索結果から除外されます。
pt_br: Exclua todas as postagens de um Autor específico dos resultados da pesquisa, sem a necessidade de selecionar postagens individuais para um Termo específico. Todas as postagens do autor selecionado serão excluídas dos resultados da pesquisa.
ru_ru: Исключить все сообщения определенного автора из результатов поиска, нет необходимости выбирать отдельные сообщения для определенного Срока. Все сообщения от выбранного автора будут исключены из результатов поиска.

source: Exclude all posts of a specific Term from search results by just selecting the Term, no need to select individual posts for a specific Term. All the posts from selected Terms will get excluded from the search results.
af: Sluit alle plasings van 'n spesifieke term uit van die soekresultate deur net die term te kies; u hoef nie individuele plasings vir 'n spesifieke term te kies nie. Al die plasings van geselekteerde terme word uitgesluit van die soekresultate.
ar: استبعد جميع منشورات مصطلح معين من نتائج البحث بمجرد تحديد المصطلح ، ولا داعي لتحديد منشورات فردية لمصطلح معين. سيتم استبعاد جميع المنشورات من المصطلحات المحددة من نتائج البحث.
de_de: Schließen Sie alle Beiträge eines bestimmten Begriffs aus den Suchergebnissen aus, indem Sie einfach den Begriff auswählen, ohne dass Sie einzelne Beiträge für einen bestimmten Begriff auswählen müssen. Alle Beiträge aus ausgewählten Begriffen werden aus den Suchergebnissen ausgeschlossen.
es_es: Excluya todas las publicaciones de un Término específico de los resultados de búsqueda con solo seleccionar el Término, sin necesidad de seleccionar publicaciones individuales para un Término específico. Todas las publicaciones de los Términos seleccionados se excluirán de los resultados de búsqueda.
fr_ca: Excluez tous les messages d'un terme spécifique des résultats de recherche en sélectionnant simplement le terme, pas besoin de sélectionner des messages individuels pour un terme spécifique. Tous les messages des termes sélectionnés seront exclus des résultats de la recherche.
id_id: Kecualikan semua posting dari Istilah tertentu dari hasil pencarian hanya dengan memilih Istilah, tidak perlu memilih setiap posting untuk Istilah tertentu. Semua posting dari Istilah yang dipilih akan dikecualikan dari hasil pencarian.
it_it: Escludi tutti i post di un termine specifico dai risultati di ricerca semplicemente selezionando il termine, non è necessario selezionare singoli post per un termine specifico. Tutti i post dei Termini selezionati verranno esclusi dai risultati della ricerca.
ja: 用語を選択するだけで、特定の用語のすべての投稿を検索結果から除外します。特定の用語の個々の投稿を選択する必要はありません。選択した用語のすべての投稿は検索結果から除外されます。
pt_br: Exclua todas as postagens de um termo específico dos resultados da pesquisa, apenas selecionando o termo, sem necessidade de selecionar postagens individuais para um termo específico. Todas as postagens dos Termos selecionados serão excluídas dos resultados da pesquisa.
ru_ru: Исключите все сообщения определенного Терминала из результатов поиска, просто выбрав Термин, нет необходимости выбирать отдельные сообщения для определенного Терминала. Все сообщения из выбранных Условий будут исключены из результатов поиска.

source: Exclude By Keywords
af: Uitsluit by sleutelwoorde
ar: استبعاد حسب الكلمات الرئيسية
de_de: Ausschließen nach Schlüsselwörtern
es_es: Excluir por palabras clave
fr_ca: Exclure par mots clés
id_id: Kecualikan Dengan Kata Kunci
it_it: Escludi per parole chiave
ja: キーワードで除外
pt_br: Excluir por palavras-chave
ru_ru: Исключить по ключевым словам

source: Exclude By Post Types
af: Sluit per pos tipes uit
ar: استبعاد حسب أنواع المنشورات
de_de: Nach Beitragstypen ausschließen
es_es: Excluir por tipos de publicación
fr_ca: Exclure par types de publication
id_id: Kecualikan Berdasarkan Jenis Posting
it_it: Escludi per tipi di post
ja: 投稿タイプで除外
pt_br: Excluir por tipos de postagem
ru_ru: Исключить по типам сообщений

source: Exclude Post
af: Sluit pos uit
ar: استبعاد المنشور
de_de: Beitrag ausschließen
es_es: Excluir publicación
fr_ca: Exclure la publication
id_id: Kecualikan Pos
it_it: Escludi post
ja: 投稿を除外
pt_br: Excluir postagem
ru_ru: Исключить публикацию

source: Exclude Post From Search Result
af: Sluit plasings uit by soekresultate
ar: استبعاد المشاركات من نتيجة البحث
de_de: Beiträge aus dem Suchergebnis ausschließen
es_es: Excluir publicaciones del resultado de la búsqueda
fr_ca: Exclure les publications du résultat de la recherche
id_id: Kecualikan Postingan Dari Hasil Pencarian
it_it: Escludi post dai risultati di ricerca
ja: 検索結果から投稿を除外する
pt_br: Excluir postagens do resultado da pesquisa
ru_ru: Исключить сообщения из результатов поиска

source: Exclude Post from Search Results
af: Sluit plasing uit van soekresultate
ar: استبعاد المنشور من نتائج البحث
de_de: Post aus Suchergebnissen ausschließen
es_es: Excluir la publicación de los resultados de la búsqueda
fr_ca: Exclure la publication des résultats de recherche
id_id: Kecualikan Postingan dari Hasil Pencarian
it_it: Escludi post dai risultati di ricerca
ja: 検索結果から投稿を除外する
pt_br: Excluir postagem dos resultados da pesquisa
ru_ru: Исключить сообщение из результатов поиска

source: Exclude Posts By Author
af: Sluit plasings deur outeur uit
ar: استبعاد مشاركات المؤلف
de_de: Beiträge nach Autor ausschließen
es_es: Excluir publicaciones por autora
fr_ca: Exclure les messages par auteur
id_id: Kecualikan Postingan Oleh Penulis
it_it: Escludi post per autore
ja: 著者による投稿を除外する
pt_br: Excluir postagens por autor
ru_ru: Исключить сообщения по автору

source: Exclude Posts By Term(Category)
af: Sluit plasings per term uit (kategorie)
ar: استبعاد المشاركات حسب المصطلح (الفئة)
de_de: Ausschließen von Beiträgen nach Begriff (Kategorie)
es_es: Excluir publicaciones por término (categoría)
fr_ca: Exclure les publications par terme (catégorie)
id_id: Kecualikan Posting Berdasarkan Istilah (Kategori)
it_it: Escludi post per termine (categoria)
ja: 用語による投稿の除外（カテゴリ）
pt_br: Excluir postagens por termo (categoria)
ru_ru: Исключить сообщения по срокам (категориям)

source: Exclude Posts From Search Results
af: Sluit plasings uit by soekresultate
ar: استبعاد المشاركات من نتائج البحث
es_es: Excluir publicaciones de los resultados de la búsqueda
fr_ca: Exclure les publications des résultats de recherche
id_id: Kecualikan Postingan Dari Hasil Pencarian
it_it: Escludi post dai risultati di ricerca
ja: 検索結果から投稿を除外する
pt_br: Exclua postagens dos resultados de pesquisa
ru_ru: Исключить сообщения из результатов поиска

source: Exclude Posts From Search Results by Keyword and Sentence
af: Sluit plasings uit van soekresultate volgens sleutelwoord en sin
ar: استبعاد المنشورات من نتائج البحث حسب الكلمة الرئيسية والجملة
de_de: Ausschließen von Posts von Suchergebnissen nach Schlüsselwort und Satz
es_es: Excluir publicaciones de los resultados de búsqueda por palabra clave y frase
fr_ca: Exclure les publications des résultats de recherche par mot-clé et phrase
id_id: Kecualikan Postingan Dari Hasil Pencarian Berdasarkan Kata Kunci dan Kalimat
it_it: Escludi post dai risultati di ricerca per parola chiave e frase
ja: キーワードと文で検索結果から投稿を除外する
pt_br: Exclua postagens dos resultados de pesquisa por palavra-chave e frase
ru_ru: Исключить сообщения из результатов поиска по ключевому слову и предложению

source: Exclude User Role :
af: Gebruikersrol uitsluit:
ar: استبعاد دور المستخدم:
de_de: Benutzerrolle ausschließen:
es_es: Excluir rol de usuario:
fr_ca: Exclure le rôle d'utilisateur :
id_id: Kecualikan Peran Pengguna:
it_it: Escludi ruolo utente:
ja: ユーザーロールを除外する：
pt_br: Excluir função do usuário:
ru_ru: Исключить роль пользователя:

source: Excluded Authors
af: Uitgesluit Skrywers
ar: المؤلفون المستبعدون
de_de: Ausgeschlossene Autoren
es_es: Autores excluidas
fr_ca: Auteurs exclus
id_id: Penulis yang Dikecualikan
it_it: Autori esclusi
ja: 除外された著者
pt_br: Autores Excluídos
ru_ru: Исключенные авторы

source: Excluded Posts
af: Uitgesluit poste
ar: المشاركات المستبعدة
de_de: Ausgeschlossene Beiträge
es_es: Publicaciones excluidas
fr_ca: Articles exclus
id_id: Postingan yang Dikecualikan
it_it: Post esclusi
ja: 除外された投稿
pt_br: Postagens Excluídas
ru_ru: Исключенные сообщения

source: Excluded Terms
af: Voorwaardes uitgesluit
ar: الشروط المستبعدة
de_de: Ausgeschlossene Bedingungen
es_es: Términos excluidos
fr_ca: Termes exclus
id_id: Ketentuan yang Dikecualikan
it_it: Termini esclusi
ja: 除外される条件
pt_br: Termos Excluídos
ru_ru: Исключенные условия

source: excluded user role, You can update from
af: gebruikersrol uitgesluit, u kan opdateer vanaf
ar: دور المستخدم المستبعد ، يمكنك التحديث من
de_de: ausgeschlossene Benutzerrolle, Sie können aktualisieren von
es_es: rol de usuario excluido, puede actualizar desde
fr_ca: rôle d'utilisateur exclu, vous pouvez mettre à jour à partir de
id_id: peran pengguna yang dikecualikan, Anda dapat memperbarui dari
it_it: ruolo utente escluso, puoi aggiornare da
ja: 除外されたユーザーロール、から更新できます
pt_br: função de usuário excluída, você pode atualizar de
ru_ru: исключенная роль пользователя, вы можете обновить

source: Get Pro *
af: Kry Pro *
ar: احصل على Pro *
de_de: Werde professoinell *
es_es: Obtener pro *
fr_ca: Devenir pro *
id_id: Dapatkan Pro *
it_it: Ottieni un professionista *
ja: プロをゲット*
pt_br: Obtenha Pro *
ru_ru: Получить Pro *

source: Here
af: Hier
ar: هنا
de_de: Hier
es_es: Aquí
fr_ca: Ici
id_id: Di Sini
it_it: Qui
ja: ここ
pt_br: Aqui
ru_ru: Здесь

source: List of Posts, Excluded From Search Results
af: Lys van plasings, uitgesluit van soekresultate
ar: قائمة المشاركات المستبعدة من نتائج البحث
de_de: Liste der Beiträge, die von Suchergebnissen ausgeschlossen sind
es_es: Lista de publicaciones, excluidas de los resultados de búsqueda
fr_ca: Liste des messages, exclus des résultats de recherche
id_id: Daftar Postingan, Dikecualikan Dari Hasil Pencarian
it_it: Elenco dei post, esclusi dai risultati di ricerca
ja: 検索結果から除外された投稿のリスト
pt_br: Lista de postagens, excluídas dos resultados de pesquisa
ru_ru: Список сообщений, исключенных из результатов поиска

source: No Posts excluded from the search results yet. You can exclude post by selecting "Exclude Post from Search Results" on edit post screen.
ar: لم يتم استبعاد أي مشاركات من نتائج البحث حتى الآن. يمكنك استبعاد المنشور عن طريق تحديد "استبعاد المنشور من نتائج البحث" في شاشة تحرير المنشور.
fr_ca: Aucune publication n'est encore exclue des résultats de recherche. Vous pouvez exclure la publication en sélectionnant « Exclure la publication des résultats de recherche » sur l'écran de modification de la publication.
id_id: Belum ada Postingan yang dikecualikan dari hasil pencarian. Anda dapat mengecualikan postingan dengan memilih "Kecualikan Postingan dari Hasil Pencarian" pada layar edit postingan.
it_it: Nessun post ancora escluso dai risultati della ricerca. Puoi escludere il post selezionando "Escludi post dai risultati di ricerca" nella schermata di modifica del post.
pt_br: Nenhuma postagem excluída dos resultados da pesquisa ainda. Você pode excluir a postagem selecionando "Excluir postagem dos resultados da pesquisa" na tela de edição da postagem.

source: Note:
af: Let wel:
ar: ملحوظة:
de_de: Notiz:
es_es: Nota:
fr_ca: Noter:
id_id: Catatan:
it_it: Nota:
ja: ノート：
pt_br: Observação:
ru_ru: Примечание:

source: pro
ar: طليعة
de_de: PROFI
ja: プロ
pt_br: PRÓ

source: Regular Updates.
af: Gereelde opdaterings.
ar: تحديثات منتظمة.
de_de: Regelmäßige Updates.
es_es: Actualizaciones periódicas.
fr_ca: Mises à jour régulières.
id_id: Pembaruan Reguler.
it_it: Aggiornamenti regolari.
ja: 定期的な更新。
pt_br: Atualizações regulares.
ru_ru: Регулярные обновления.

source: Save Changes
af: Stoor veranderinge
ar: حفظ التغييرات
de_de: Änderungen speichern
es_es: Guardar cambios
fr_ca: Sauvegarder les modifications
id_id: Simpan perubahan
it_it: Salvare le modifiche
pt_br: Salvar alterações
ru_ru: Сохранить изменения

source: Save Settings
af: Stoor instellings
ar: احفظ التغييرات
de_de: Einstellungen speichern
es_es: Guardar ajustes
fr_ca: Enregistrer les paramètres
id_id: Simpan Pengaturan
it_it: Salva le impostazioni
ja: 設定を保存する
pt_br: Salvar configurações
ru_ru: Сохранить настройки

source: Search Exclude
af: Soek uitsluit
ar: استبعاد البحث
de_de: Suche ausschließen
es_es: Buscar excluir
fr_ca: Rechercher Exclure
id_id: Cari Kecualikan
it_it: Cerca Escludi
ja: 検索除外
pt_br: Exclusão de pesquisa
ru_ru: Исключить из поиска

source: Settings
af: Instellings
ar: إعدادات
de_de: Einstellungen
es_es: Ajustes
fr_ca: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja: 設定
pt_br: Definições
ru_ru: Настройки

source: Support
af: Ondersteuning
ar: الدعم
de_de: Unterstützung
es_es: Apoyo
fr_ca: Soutien
id_id: Mendukung
it_it: Supporto
ja: サポート
pt_br: Apoio, suporte
ru_ru: Служба поддержки

source: This plugin excludes posts and pages from site's search results without harming SEO performance.
af: Hierdie inprop sluit plasings en bladsye uit die soekresultate van die webwerf uit sonder om SEO -prestasie te benadeel.
ar: يستبعد هذا المكون الإضافي المنشورات والصفحات من نتائج بحث الموقع دون الإضرار بأداء تحسين محركات البحث.
de_de: Dieses Plugin schließt Beiträge und Seiten aus den Suchergebnissen der Website aus, ohne die SEO-Leistung zu beeinträchtigen.
es_es: Este complemento excluye publicaciones y páginas de los resultados de búsqueda del sitio sin dañar el rendimiento de SEO.
fr_ca: Ce plugin exclut les publications et les pages des résultats de recherche du site sans nuire aux performances de référencement.
id_id: Plugin ini mengecualikan posting dan halaman dari hasil pencarian situs tanpa merusak kinerja SEO.
it_it: Questo plugin esclude post e pagine dai risultati di ricerca del sito senza danneggiare le prestazioni SEO.
ja: このプラグインは、SEOのパフォーマンスを損なうことなく、サイトの検索結果から投稿やページを除外します。
pt_br: Este plugin exclui postagens e páginas dos resultados de pesquisa do site sem prejudicar o desempenho do SEO.
ru_ru: Этот плагин исключает сообщения и страницы из результатов поиска по сайту без ущерба для производительности SEO.

source: Timely
af: Tydig
ar: في الوقت المناسب
de_de: Rechtzeitig
es_es: Oportuna
fr_ca: Opportune
id_id: Tepat waktu
it_it: Tempestiva
ja: タイムリーな
pt_br: Oportuna
ru_ru: Своевременный
